Revit 2027 API
ParameterTypeId.ViewFixedSketchPlane Property
 "None"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewFixedSketchPlane { get; }
Public Shared ReadOnly Property ViewFixedSketchPlane As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewFixedSketchPlane {
	ForgeTypeId^ get ();
}
static member ViewFixedSketchPlane : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace